Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: About Docky
es: Acerca de Docky
fr: À propos de Docky
zh_hans: 关于 Docky
zh_hant: 關於 Docky
zh_hk: 關於 Docky

source: Access Via
es: Acceder vía
fr: Accéder via
zh_hans: 访问方式
zh_hant: 訪問方式
zh_hk: 訪問方式

source: Active
es: Activo
fr: Actif
zh_hans: 活动
zh_hant: 活動
zh_hk: 活動

source: Active Indicator Shape
es: Forma del indicador activo
fr: Forme de l'indicateur actif
zh_hans: 活动指示器形状
zh_hant: 活動指示器形狀
zh_hk: 活動指示器形狀

source: Active Space
es: Space activo
fr: Espace actif
zh_hans: 活动空间
zh_hant: 活動空間
zh_hk: 活動空間

source: Activity Indicator
es: Indicador de actividad
fr: Indicateur d'activité
zh_hans: 活动指示器
zh_hant: 活動指示器
zh_hk: 活動指示器

source: Add Condition
es: Añadir condición
fr: Ajouter une condition
zh_hans: 添加条件
zh_hant: 新增條件
zh_hk: 添加條件

source: Add Profile
es: Añadir perfil
fr: Ajouter un profil
zh_hans: 添加配置文件
zh_hant: 新增配置檔案
zh_hk: 添加配置文件

source: Add Rule
es: Añadir regla
fr: Ajouter une règle
zh_hans: 添加规则
zh_hant: 新增規則
zh_hk: 添加規則

source: Adds a visual separator to break up sections in the dock.
es: Añade un separador visual para dividir secciones del dock.
fr: Ajoute un séparateur visuel pour séparer les sections du dock.
zh_hans: 添加视觉分隔线，用于划分 Dock 中的各个区域。
zh_hant: 新增視覺分隔線，用於劃分 Dock 中的各個區域。
zh_hk: 添加視覺分隔線，用於劃分 Dock 中的各個區域。

source: Adds breathing room between pinned tiles or folders.
es: Añade espacio entre íconos fijados o carpetas.
fr: Ajoute de l’espace entre les tuiles épinglées ou les dossiers.
zh_hans: 在固定的图块或文件夹之间留出间距。
zh_hant: 在固定的圖塊或資料夾之間留出間距。
zh_hk: 在固定的圖塊或文件夾之間留出間距。

source: Adjusts how transparent the Launchpad backdrop is. Lower values darken the screen behind the grid; higher values let more of your desktop show through.
es: Ajusta la transparencia del fondo del Launchpad. Valores más bajos oscurecen la pantalla detrás de la cuadrícula; los más altos dejan ver más del escritorio.
fr: Ajuste la transparence de l'arrière-plan du Launchpad. Les valeurs basses assombrissent l'écran derrière la grille ; les valeurs hautes laissent voir davantage votre bureau.
zh_hans: 调整启动台背景的透明度。数值越低，网格后方的屏幕越暗；数值越高，越能透出更多桌面内容。
zh_hant: 調整啟動臺背景的透明度。數值越低，網格後方的螢幕越暗；數值越高，越能透出更多桌面內容。
zh_hk: 調整啓動台背景的透明度。數值越低，網格後方的屏幕越暗；數值越高，越能透出更多桌面內容。

source: All
es: Todo
fr: Tout
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

source: All Spaces
es: Todos los Spaces
fr: Tous les espaces
zh_hans: 所有空间
zh_hant: 所有空間
zh_hk: 所有空間

source: All conditions
es: Todas las condiciones
fr: Toutes les conditions
zh_hans: 所有条件
zh_hant: 所有條件
zh_hk: 所有條件

source: Allow Docky to control %1$@ in Privacy & Security > Automation, then try %2$@ again.
es: Permite que Docky controle %1$@ en Privacidad y Seguridad > Automatización y vuelve a intentar %2$@.
fr: Autorisez Docky à contrôler %1$@ dans Confidentialité & Sécurité > Automatisation, puis réessayez %2$@.
zh_hans: 请在“隐私与安全性 > 自动化”中允许 Docky 控制 %1$@，然后重试 %2$@。
zh_hant: 請在“隱私與安全性 > 自動化”中允許 Docky 控制 %1$@，然後重試 %2$@。
zh_hk: 請在“隱私與安全性 > 自動化”中允許 Docky 控制 %1$@，然後重試 %2$@。

source: Allow Docky to control System Events and %1$@ in Privacy & Security > Automation, then try %2$@ again.
es: Permite que Docky controle System Events y %1$@ en Privacidad y Seguridad > Automatización y vuelve a intentar %2$@.
fr: Autorisez Docky à contrôler System Events et %1$@ dans Confidentialité & Sécurité > Automatisation, puis réessayez %2$@.
zh_hans: 请在“隐私与安全性 > 自动化”中允许 Docky 控制 System Events 和 %1$@，然后重试 %2$@。
zh_hant: 請在“隱私與安全性 > 自動化”中允許 Docky 控制 System Events 和 %1$@，然後重試 %2$@。
zh_hk: 請在“隱私與安全性 > 自動化”中允許 Docky 控制 System Events 和 %1$@，然後重試 %2$@。

source: Allows tiles to use the enlarged dock sizing behavior when enabled.
es: Permite que los íconos usen el comportamiento de tamaño ampliado del dock cuando está activado.
fr: Permet aux tuiles d'utiliser le comportement de dimensionnement de dock agrandi lorsqu'il est activé.
zh_hans: 启用后，图块可使用放大的 Dock 尺寸行为。
zh_hant: 啟用後，圖塊可使用放大的 Dock 尺寸行為。
zh_hk: 啓用後，圖塊可使用放大的 Dock 尺寸行為。

source: Always show a compact vertical list with app icons and window titles. No screen recording required.
es: Mostrar siempre una lista vertical compacta con íconos de apps y títulos de ventana. No requiere grabación de pantalla.
fr: Toujours afficher une liste verticale compacte avec les icônes des applications et les titres des fenêtres. Aucune autorisation d'enregistrement écran requise.
zh_hans: 始终显示紧凑的垂直列表，其中包含应用图标和窗口标题。无需屏幕录制权限。
zh_hant: 始終顯示緊湊的垂直列表，其中包含應用圖示和視窗標題。無需螢幕錄製許可權。
zh_hk: 始終顯示緊湊的垂直列表，其中包含應用圖標和窗口標題。無需屏幕錄製權限。

source: Always show window thumbnails. Requires screen recording permission to render preview images.
es: Mostrar siempre miniaturas de ventana. Requiere permiso de grabación de pantalla para renderizar las imágenes de vista previa.
fr: Toujours afficher les miniatures des fenêtres. Nécessite l'autorisation Enregistrement écran pour générer les aperçus.
zh_hans: 始终显示窗口缩略图。需要屏幕录制权限才能渲染预览图像。
zh_hant: 始終顯示視窗縮圖。需要螢幕錄製許可權才能渲染預覽影象。
zh_hk: 始終顯示窗口縮略圖。需要屏幕錄製權限才能渲染預覽圖像。

source: An existing copy of Docky is already in Applications. Replacing it will keep the newer copy you just opened.
es: Ya existe una copia de Docky en Aplicaciones. Reemplazarla mantendrá la copia más nueva que acabas de abrir.
fr: Une copie existante de Docky se trouve déjà dans Applications. Le remplacement conservera la version la plus récente que vous venez d'ouvrir.
zh_hans: 应用程序文件夹中已存在 Docky。替换后将保留你刚打开的较新版本。
zh_hant: 應用程式資料夾中已存在 Docky。替換後將保留你剛開啟的較新版本。
zh_hk: 應用程序文件夾中已存在 Docky。替換後將保留你剛打開的較新版本。

source: Any condition
es: Cualquier condición
fr: N'importe quelle condition
zh_hans: 任意条件
zh_hant: 任意條件
zh_hk: 任意條件

source: App Icon
es: Ícono de la app
fr: Icône de l'application
zh_hans: 应用图标
zh_hant: 應用圖示
zh_hk: 應用圖標

source: App Icons
es: Íconos de apps
fr: Icônes d'application
zh_hans: 应用图标
zh_hant: 應用圖示
zh_hk: 應用圖標

source: App is running
es: La aplicación se está ejecutando
fr: L'application est en cours
zh_hans: 应用正在运行
zh_hant: 應用正在執行
zh_hk: 應用正在運行

source: Appearance
es: Apariencia
fr: Apparence
zh_hans: 外观
zh_hant: 外觀
zh_hk: 外觀

source: Apply To Sizes
es: Aplicar a tamaños
fr: Appliquer aux tailles
zh_hans: 应用于尺寸
zh_hant: 應用於尺寸
zh_hk: 應用於尺寸

source: Auto
es: Automático
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Auto is using the list right now because Screen Recording permission isn't granted.
es: Auto está usando la lista ahora mismo porque no se ha otorgado el permiso de grabación de pantalla.
fr: Le mode Auto utilise actuellement la liste car l'autorisation Enregistrement écran n'est pas accordée.
zh_hans: 由于未获得屏幕录制权限，自动模式当前改用列表显示。
zh_hant: 由於未獲得螢幕錄製許可權，自動模式當前改用列表顯示。
zh_hk: 由於未獲得屏幕錄製權限，自動模式當前改用列表顯示。

source: Autohide Delay
es: Retraso de ocultación automática
fr: Délai de masquage automatique
zh_hans: 自动隐藏延迟
zh_hant: 自動隱藏延遲
zh_hk: 自動隱藏延遲

source: Autohide Window
es: Ocultar ventana automáticamente
fr: Masquage automatique de la fenêtre
zh_hans: 自动隐藏窗口
zh_hant: 自動隱藏視窗
zh_hk: 自動隱藏窗口

source: Automatically Check for Updates
es: Buscar actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
zh_hk: 自動檢查更新

source: Automatically Download Updates
es: Descargar actualizaciones automáticamente
fr: Télécharger les mises à jour automatiquement
zh_hans: 自动下载更新
zh_hant: 自動下載更新
zh_hk: 自動下載更新

source: Automation wasn’t allowed
es: No se permitió la automatización
fr: L’automatisation n’a pas été autorisée
zh_hans: 未允许“自动化”
zh_hant: 未允許“自動化”
zh_hk: 未允許“自動化”

source: Availability
es: Disponibilidad
fr: Disponibilité
zh_hans: 可用性
zh_hant: 可用性
zh_hk: 可用性

source: Background Image Mode
es: Modo de imagen de fondo
fr: Mode de l'image de fond
zh_hans: 背景图像模式
zh_hant: 背景影象模式
zh_hk: 背景圖像模式

source: Batteries
es: Baterías
zh_hans: 电池
zh_hant: 電池
zh_hk: 電池

source: Behavior
es: Comportamiento
fr: Comportement
zh_hans: 行为
zh_hant: 行為
zh_hk: 行為

source: Bluetooth device
es: Dispositivo Bluetooth
fr: Appareil Bluetooth
zh_hans: 蓝牙设备
zh_hant: 藍芽裝置
zh_hk: 藍牙設備

source: Bluetooth device connected
es: Dispositivo Bluetooth conectado
fr: Appareil Bluetooth connecté
zh_hans: 蓝牙设备已连接
zh_hant: 藍芽裝置已連線
zh_hk: 藍牙設備已連接

source: Bottom
es: Abajo
fr: Bas
zh_hans: 底部
zh_hant: 底部
zh_hk: 底部

source: Bottom Left
es: Inferior izquierda
fr: Bas gauche
zh_hans: 左下
zh_hant: 左下
zh_hk: 左下

source: Bottom Right
es: Inferior derecha
fr: En bas à droite
zh_hans: 右下
zh_hant: 右下
zh_hk: 右下

source: Browse each dock item type below, then drag any variant directly into the dock.
es: Explora cada tipo de elemento del dock abajo y arrastra la variante que prefieras directamente al dock.
fr: Parcourez chaque type d'élément de dock ci-dessous, puis faites glisser une variante directement dans le dock.
zh_hans: 在下方浏览各类 Dock 项目，然后将任意变体直接拖入 Dock。
zh_hant: 在下方瀏覽各類 Dock 專案，然後將任意變體直接拖入 Dock。
zh_hk: 在下方瀏覽各類 Dock 項目，然後將任意變體直接拖入 Dock。

source: Calendar
es: Calendario
fr: Calendrier
zh_hans: 日历
zh_hant: 日曆
zh_hk: 日曆

source: Can't read folder
es: No se puede leer la carpeta
fr: Impossible de lire le dossier
zh_hans: 无法读取文件夹
zh_hant: 無法讀取資料夾
zh_hk: 無法讀取文件夾

source: Can't read folder contents
es: No se puede leer el contenido de la carpeta
fr: Impossible de lire le contenu du dossier
zh_hans: 无法读取文件夹内容
zh_hant: 無法讀取資料夾內容
zh_hk: 無法讀取文件夾內容

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Catalog Packages
es: Paquetes del catálogo
fr: Paquets du catalogue
zh_hans: 目录包
zh_hant: 目錄包
zh_hk: 目錄包

source: Catalog Refresh
es: Actualizar catálogo
fr: Actualisation du catalogue
zh_hans: 刷新目录
zh_hant: 重新整理目錄
zh_hk: 刷新目錄

source: Center
es: Centro
fr: Centre
zh_hans: 居中
zh_hant: 居中
zh_hk: 居中

source: Check Interval
es: Intervalo de comprobación
fr: Intervalle de vérification
zh_hans: 检查间隔
zh_hant: 檢查間隔
zh_hk: 檢查間隔

source: Check for Updates…
es: Buscar actualizaciones…
fr: Vérifier les mises à jour…
zh_hans: 检查更新…
zh_hant: 檢查更新…
zh_hk: 檢查更新…

source: Choose Image...
es: Elegir imagen...
fr: Choisir une image...
zh_hans: 选择图像…
zh_hant: 選擇影象…
zh_hk: 選擇圖像…

source: Choose a custom image for any app Docky currently knows about. Custom app icons follow Docky's circle tile clipping when circle tiles are enabled.
es: Elige una imagen personalizada para cualquier app que Docky conozca actualmente. Los íconos personalizados siguen el recorte circular de Docky cuando se activan los íconos circulares.
fr: Choisissez une image personnalisée pour toute application que Docky connaît actuellement. Les icônes d'applications personnalisées suivent le découpage circulaire de Docky lorsque les tuiles circulaires sont activées.
zh_hans: 为 Docky 已知的任意应用选择自定义图像。启用圆形图块后，自定义应用图标会按 Docky 的圆形裁切方式显示。
zh_hant: 為 Docky 已知的任意應用選擇自定義影象。啟用圓形圖塊後，自定義應用圖示會按 Docky 的圓形裁切方式顯示。
zh_hk: 為 Docky 已知的任意應用選擇自定義圖像。啓用圓形圖塊後，自定義應用圖標會按 Docky 的圓形裁切方式顯示。

source: Choose an app…
es: Elige una app…
fr: Choisir une application…
zh_hans: 选择应用…
zh_hant: 選擇應用…
zh_hk: 選擇應用…

source: Choose the global shortcut that opens Docky's Cmd-Tab-style window switcher.
es: Elige el atajo global que abre el conmutador de ventanas estilo Cmd-Tab de Docky.
fr: Choisissez le raccourci global qui ouvre le sélecteur de fenêtres de Docky au style Cmd-Tab.
zh_hans: 选择用于打开 Docky 仿 Cmd-Tab 窗口切换器的全局快捷键。
zh_hant: 選擇用於開啟 Docky 仿 Cmd-Tab 視窗切換器的全域性快捷鍵。
zh_hk: 選擇用於打開 Docky 仿 Cmd-Tab 窗口切換器的全局快捷鍵。

source: Choose what happens when you click the tile of an app that already has the focus. Clicking idle apps always launches, focuses, or restores their last minimized window.
es: Elige qué sucede al hacer clic en el ícono de una app que ya tiene el foco. Al hacer clic en apps inactivas siempre se lanzan, enfocan o restauran su última ventana minimizada.
fr: Choisissez ce qui se produit lorsque vous cliquez sur la tuile d'une application qui a déjà le focus. Cliquer sur une application inactive lance toujours, donne le focus ou restaure sa dernière fenêtre minimisée.
zh_hans: 选择点击已处于前台的应用图块时的行为。点击空闲应用时，始终会启动、聚焦或还原其最近最小化的窗口。
zh_hant: 選擇點選已處於前臺的應用圖塊時的行為。點選空閒應用時，始終會啟動、聚焦或還原其最近最小化的視窗。
zh_hk: 選擇點擊已處於前台的應用圖塊時的行為。點擊空閒應用時，始終會啓動、聚焦或還原其最近最小化的窗口。

source: Choose where Docky sits on screen, or mirror the macOS Dock position.
es: Elige dónde se ubica Docky en la pantalla o refleja la posición del Dock de macOS.
fr: Choisissez l'emplacement de Docky à l'écran, ou reproduisez la position du Dock de macOS.
zh_hans: 选择 Docky 在屏幕上的位置，或与 macOS Dock 的位置保持一致。
zh_hant: 選擇 Docky 在螢幕上的位置，或與 macOS Dock 的位置保持一致。
zh_hk: 選擇 Docky 在屏幕上的位置，或與 macOS Dock 的位置保持一致。

source: Choose whether Docky appears only in the active Space or joins every Space, including fullscreen auxiliary presentation.
es: Elige si Docky aparece solo en el Space activo o si se une a todos los Spaces, incluida la presentación auxiliar en pantalla completa.
fr: Choisissez si Docky n'apparaît que dans l'Espace actif ou s'affiche dans tous les Espaces, y compris la présentation auxiliaire en plein écran.
zh_hans: 选择 Docky 仅出现在活动空间中，还是出现在所有空间中（包括全屏辅助展示）。
zh_hant: 選擇 Docky 僅出現在活動空間中，還是出現在所有空間中（包括全屏輔助展示）。
zh_hk: 選擇 Docky 僅出現在活動空間中，還是出現在所有空間中（包括全屏輔助展示）。

source: Choose whether Docky hugs its tiles or stretches across the full screen width or height of the current dock axis.
es: Elige si Docky se ajusta al tamaño de sus íconos o si se extiende por todo el ancho o alto de la pantalla en el eje actual del dock.
fr: Choisissez si Docky épouse ses tuiles ou s'étire sur toute la largeur ou la hauteur de l'axe de dock actuel.
zh_hans: 选择 Docky 紧贴图块排列，还是沿当前 Dock 轴向铺满屏幕宽度或高度。
zh_hant: 選擇 Docky 緊貼圖塊排列，還是沿當前 Dock 軸向鋪滿螢幕寬度或高度。
zh_hk: 選擇 Docky 緊貼圖塊排列，還是沿當前 Dock 軸向鋪滿屏幕寬度或高度。

source: Choose whether Docky shrinks to fit the screen or keeps its size and scrolls when it runs out of room on the current dock axis.
es: Elige si Docky se reduce para caber en pantalla o si mantiene su tamaño y se desplaza cuando se queda sin espacio en el eje actual del dock.
fr: Choisissez si Docky rétrécit pour s'adapter à l'écran ou conserve sa taille et défile lorsque l'espace manque sur l'axe de dock actuel.
zh_hans: 选择 Docky 缩小以适应屏幕，还是在当前 Dock 轴向空间不足时保持尺寸并滚动。
zh_hant: 選擇 Docky 縮小以適應螢幕，還是在當前 Dock 軸向空間不足時保持尺寸並滾動。
zh_hk: 選擇 Docky 縮小以適應屏幕，還是在當前 Dock 軸向空間不足時保持尺寸並滾動。

source: Choose whether Docky tile chrome keeps the current rounded corners or uses a full circle or capsule clip.
es: Elige si el contorno de los íconos de Docky mantiene las esquinas redondeadas actuales o usa un recorte circular o de cápsula.
fr: Choisissez si le cadre des tuiles de Docky conserve les coins arrondis actuels ou utilise un découplage en cercle complet ou en capsule.
zh_hans: 选择 Docky 图块外框保留当前圆角，还是使用整圆或胶囊形裁切。
zh_hant: 選擇 Docky 圖塊外框保留當前圓角，還是使用整圓或膠囊形裁切。
zh_hk: 選擇 Docky 圖塊外框保留當前圓角，還是使用整圓或膠囊形裁切。

source: Choose whether running apps use no marker, the classic dot, a pill, or a custom image.
es: Elige si las apps en ejecución no usan marcador, el punto clásico, una píldora o una imagen personalizada.
fr: Choisissez si les applications en cours d'exécution utilisent aucun marqueur, le point classique, une pastille ou une image personnalisée.
zh_hans: 选择运行中应用使用无标记、经典圆点、胶囊形还是自定义图像。
zh_hant: 選擇執行中應用使用無標記、經典圓點、膠囊形還是自定義影象。
zh_hk: 選擇運行中應用使用無標記、經典圓點、膠囊形還是自定義圖像。

source: Choose whether the dock chrome keeps the current rounded corners or uses a full circle or capsule clip.
es: Elige si el contorno del dock mantiene las esquinas redondeadas actuales o usa un recorte circular o de cápsula.
fr: Choisissez si le cadre du dock conserve les coins arrondis actuels ou utilise un découplage en cercle complet ou en capsule.
zh_hans: 选择 Dock 外框保留当前圆角，还是使用整圆或胶囊形裁切。
zh_hant: 選擇 Dock 外框保留當前圓角，還是使用整圓或膠囊形裁切。
zh_hk: 選擇 Dock 外框保留當前圓角，還是使用整圓或膠囊形裁切。

source: Choose which tile sizes trigger the expanded preview. Widgets pinned at other sizes stay at their pinned size on hover.
es: Elige qué tamaños de ícono activan la vista previa expandida. Los widgets fijados en otros tamaños mantienen su tamaño al pasar el cursor.
fr: Choisissez les tailles de tuile qui déclenchent l'aperçu agrandi. Les widgets épinglés dans d'autres tailles gardent leur taille épinglée au survol.
zh_hans: 选择哪些图块尺寸会触发展开预览。固定在其他尺寸的小组件在悬停时保持其固定尺寸。
zh_hant: 選擇哪些圖塊尺寸會觸發展開預覽。固定在其他尺寸的小元件在懸停時保持其固定尺寸。
zh_hk: 選擇哪些圖塊尺寸會觸發展開預覽。固定在其他尺寸的小組件在懸停時保持其固定尺寸。

source: Chrome Clip Shape
es: Forma del recorte del contorno
fr: Forme de clip Chrome
zh_hans: 外框裁切形状
zh_hant: 外框裁切形狀
zh_hk: 外框裁切形狀

source: Circle
es: Círculo
fr: Cercle
zh_hans: 圆形
zh_hant: 圓形
zh_hk: 圓形

source: Clear
es: Borrar
fr: Effacer
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Clear Registration
es: Borrar registro
fr: Effacer l'enregistrement
zh_hans: 清除注册信息
zh_hant: 清除註冊資訊
zh_hk: 清除註冊信息

source: Close Window
es: Cerrar ventana
fr: Fermer la fenêtre
zh_hans: 关闭窗口
zh_hant: 關閉視窗
zh_hk: 關閉窗口

source: Complete
es: Completar
fr: Terminé
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Conditions
es: Condiciones
zh_hans: 条件
zh_hant: 條件
zh_hk: 條件

source: Connect a battery-powered Mac or accessory to show charge levels here.
es: Conecta un Mac con batería o un accesorio para ver los niveles de carga aquí.
fr: Branchez un Mac ou un accessoire sur batterie pour afficher les niveaux de charge ici.
zh_hans: 连接使用电池供电的 Mac 或配件，即可在此显示电量。
zh_hant: 連線使用電池供電的 Mac 或配件，即可在此顯示電量。
zh_hk: 連接使用電池供電的 Mac 或配件，即可在此顯示電量。

source: Contents
es: Contenido
fr: Contenu
zh_hans: 内容
zh_hant: 內容
zh_hk: 內容

source: Controls how long Docky waits after the pointer leaves and interactions end before the window hides.
es: Controla cuánto espera Docky después de que el puntero sale y terminan las interacciones antes de ocultar la ventana.
fr: Contrôle le délai d'attente de Docky après la sortie du pointeur et la fin des interactions avant le masquage de la fenêtre.
zh_hans: 控制指针移开、交互结束后，Docky 等待多久才隐藏窗口。
zh_hant: 控制指標移開、互動結束後，Docky 等待多久才隱藏視窗。
zh_hk: 控制指針移開、交互結束後，Docky 等待多久才隱藏窗口。

source: Controls how strongly the tint color is laid over the window blur.
es: Controla con qué intensidad se aplica el color de tinte sobre el desenfoque de la ventana.
fr: Contrôle l'intensité avec laquelle la teinte est superposée au flou de la fenêtre.
zh_hans: 控制着色叠加在窗口模糊效果上的强度。
zh_hant: 控制著色疊加在視窗模糊效果上的強度。
zh_hk: 控制着色疊加在窗口模糊效果上的強度。

source: Controls the base width and height of each dock tile.
es: Controla el ancho y alto base de cada ícono del dock.
fr: Contrôle la largeur et la hauteur de base de chaque tuile du dock.
zh_hans: 控制每个 Dock 图块的基本宽度和高度。
zh_hant: 控制每個 Dock 圖塊的基本寬度和高度。
zh_hk: 控制每個 Dock 圖塊的基本寬度和高度。

source: Controls the horizontal gap between adjacent dock tiles.
es: Controla el espacio horizontal entre íconos adyacentes del dock.
fr: Contrôle l'espace horizontal entre les tuiles de dock adjacentes.
zh_hans: 控制相邻 Dock 图块之间的水平间距。
zh_hant: 控制相鄰 Dock 圖塊之間的水平間距。
zh_hk: 控制相鄰 Dock 圖塊之間的水平間距。

source: Controls the top and bottom inset inside each dock tile.
es: Controla el margen superior e inferior dentro de cada ícono del dock.
fr: Contrôle la marge supérieure et inférieure à l'intérieur de chaque tuile du dock.
zh_hans: 控制每个 Dock 图块内部的上、下内边距。
zh_hant: 控制每個 Dock 圖塊內部的上、下內邊距。
zh_hk: 控制每個 Dock 圖塊內部的上、下內邊距。

source: Copy
es: Copiar
fr: Copier
zh_hans: 拷贝
zh_hant: 複製
zh_hk: 拷貝

source: Copy Location
es: Copiar ubicación
fr: Copier l'emplacement
zh_hans: 拷贝位置
zh_hant: 複製位置
zh_hk: 拷貝位置

source: Copy Meeting Link
es: Copiar enlace de la reunión
fr: Copier le lien de la réunion
zh_hans: 拷贝会议链接
zh_hant: 複製會議連結
zh_hk: 拷貝會議鏈接

source: Copy Title
es: Copiar título
fr: Copier le titre
zh_hans: 拷贝标题
zh_hant: 複製標題
zh_hk: 拷貝標題

source: Create
es: Crear
fr: Créer
zh_hans: 创建
zh_hant: 建立
zh_hk: 創建

source: Current Plan
es: Plan actual
fr: Forfait actuel
zh_hans: 当前套餐
zh_hant: 當前套餐
zh_hk: 當前套餐

source: Custom Divider Image
es: Imagen personalizada del divisor
fr: Image de séparateur personnalisée
zh_hans: 自定义分隔栏图像
zh_hant: 自定義分隔欄影象
zh_hk: 自定義分隔欄圖像

source: Custom Image
es: Imagen personalizada
fr: Image personnalisée
zh_hans: 自定义图像
zh_hant: 自定義影象
zh_hk: 自定義圖像

source: Cycle Windows
es: Recorrer ventanas
fr: Passer d'une fenêtre à l'autre
zh_hans: 循环切换窗口
zh_hant: 迴圈切換視窗
zh_hk: 循環切換窗口

source: Date
es: Fecha
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

source: Date Added
es: Fecha de adición
fr: Date d'ajout
zh_hans: 添加日期
zh_hant: 新增日期
zh_hk: 添加日期

source: Date Created
es: Fecha de creación
fr: Date de création
zh_hans: 创建日期
zh_hant: 建立日期
zh_hk: 創建日期

source: Date Modified
es: Fecha de modificación
fr: Date de modification
zh_hans: 修改日期
zh_hant: 修改日期
zh_hk: 修改日期

source: Default
es: Predeterminado
fr: Par défaut
zh_hans: 默认
zh_hant: 預設
zh_hk: 默認

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete profile?
es: ¿Eliminar perfil?
fr: Supprimer le profil ?
zh_hans: 删除配置文件？
zh_hant: 刪除配置檔案？
zh_hk: 刪除配置文件？

source: Delete rule?
es: ¿Eliminar regla?
fr: Supprimer la règle ?
zh_hans: 删除规则？
zh_hant: 刪除規則？
zh_hk: 刪除規則？

source: Diagnostics
es: Diagnóstico
zh_hans: 诊断
zh_hant: 診斷
zh_hk: 診斷

source: Disable Glass Look
es: Desactivar apariencia de vidrio
fr: Désactiver l'effet verre
zh_hans: 关闭玻璃外观
zh_hant: 關閉玻璃外觀
zh_hk: 關閉玻璃外觀

source: Disable Recent Apps
es: Desactivar apps recientes
fr: Désactiver les applications récentes
zh_hans: 关闭最近使用的应用
zh_hant: 關閉最近使用的應用
zh_hk: 關閉最近使用的應用

source: Display
es: Pantalla
fr: Affichage
zh_hans: 显示
zh_hant: 顯示
zh_hk: 顯示

source: Display As
es: Mostrar como
fr: Afficher comme
zh_hans: 显示为
zh_hant: 顯示為
zh_hk: 顯示為

source: Display With Pointer
es: Pantalla con el puntero
fr: Afficher avec le pointeur
zh_hans: 随指针显示
zh_hant: 隨指標顯示
zh_hk: 隨指針顯示

source: Display as
es: Mostrar como
fr: afficher comme
zh_hans: 显示为
zh_hant: 顯示為
zh_hk: 顯示為

source: Divider
es: Divisor
fr: Séparateur
zh_hans: 分隔栏
zh_hant: 分隔欄
zh_hk: 分隔欄

source: Dividers
es: Divisores
fr: Séparateurs
zh_hans: 分隔栏
zh_hant: 分隔欄
zh_hk: 分隔欄

source: Do Nothing
es: No hacer nada
fr: Ne rien faire
zh_hans: 不做任何操作
zh_hant: 不做任何操作
zh_hk: 不做任何操作

source: Dock Debug Snapshot
es: Captura de depuración del dock
fr: Instantané de débogage Docky
zh_hans: Dock 调试快照
zh_hant: Dock 除錯快照
zh_hk: Dock 調試快照

source: Docky Pro Features
es: Funciones de Docky Pro
fr: Fonctionnalités Docky Pro
zh_hans: Docky Pro 功能
zh_hant: Docky Pro 功能
zh_hk: Docky Pro 功能

source: Docky Pro unlocks switcher preview modes and window context menus inside the switcher.
es: Docky Pro desbloquea los modos de vista previa del conmutador y los menús contextuales de ventana dentro del conmutador.
fr: Docky Pro débloque les modes d'aperçu du sélecteur et les menus contextuels des fenêtres dans le sélecteur.
zh_hans: Docky Pro 可解锁切换器预览模式，以及切换器内的窗口上下文菜单。
zh_hant: Docky Pro 可解鎖切換器預覽模式，以及切換器內的視窗上下文選單。
zh_hk: Docky Pro 可解鎖切換器預覽模式，以及切換器內的窗口上下文菜單。

source: Docky Setup
es: Configuración de Docky
fr: Configuration de Docky
zh_hans: Docky 初始设置
zh_hant: Docky 初始設定
zh_hk: Docky 初始設置

source: Docky can periodically check getdocky.com for new signed releases. Sparkle stores these update preferences directly in your user defaults.
es: Docky puede consultar periódicamente getdocky.com en busca de nuevas versiones firmadas. Sparkle guarda estas preferencias de actualización directamente en tus user defaults.
fr: Docky peut vérifier périodiquement getdocky.com à la recherche de nouvelles versions signées. Sparkle enregistre ces préférences de mise à jour directement dans vos réglages utilisateur.
zh_hans: Docky 可定期检查 getdocky.com 是否有已签名的新版本。Sparkle 会把这些更新偏好设置直接存储在你的用户默认设置中。
zh_hant: Docky 可定期檢查 getdocky.com 是否有已簽名的新版本。Sparkle 會把這些更新偏好設定直接儲存在你的使用者預設設定中。
zh_hk: Docky 可定期檢查 getdocky.com 是否有已簽名的新版本。Sparkle 會把這些更新偏好設置直接存儲在你的用户默認設置中。

source: Docky could not move to Applications
es: Docky no pudo moverse a Aplicaciones
fr: Docky n’a pas pu être déplacé vers Applications
zh_hans: Docky 无法移动到应用程序文件夹
zh_hant: Docky 無法移動到應用程式資料夾
zh_hk: Docky 無法移動到應用程序文件夾
